/*-----------------------------------------------------------------------------------------------------------------------------------------------------------------------
 1. 项目名称：ACY稀万国际后台管理中心
 2. 页面名称：银行管理
 3. 作者：penny.yu@acyfx.com
 4. 备注：对api的依赖：jQuery
 -----------------------------------------------------------------------------------------------------------------------------------------------------------------------*/
function funds() {
    //显示弹出层
    this.layerShow();
};
//焦点图
funds.prototype.layerShow = function () {
    //显示存入资金弹出层
    $(".bank-account-tit .module-five .btn-bg-red").on("click", function (event) {
        if (confirm("确定要删除吗？")) {
            $(this).parent().parent().remove();

        } else {

        }
    });

}

$(function () {
    new funds();
})

